{
  "format": "keras",
  "generatedBy": "TensorFlow.js Converter",
  "modelTopology": {
    "keras_version": "2.15.0",
    "backend": "tensorflow"
  },
  "weightsManifest": [
    {
      "paths": [
        "weights.bin"
      ],
      "weights": []
    }
  ]
}